aaron-bond.better-comments
actboy168.lua-debug
astro-build.astro-vscode
bradlc.vscode-tailwindcss
bungcip.better-toml
Catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
dbaeumer.vscode-eslint
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql-syntax
JohnnyMorganz.stylua
JuanBlanco.solidity
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
PKief.material-icon-theme
plorefice.devicetree
rust-lang.rust-analyzer
sdras.night-owl
sibiraj-s.vscode-scss-formatter
sumneko.lua
svelte.svelte-vscode
sysoev.language-stylus
usernamehw.errorlens
vadimcn.vscode-lldb
Vue.volar
xabikos.JavaScriptSnippets
XadillaX.viml
