aaron-bond.better-comments
bungcip.better-toml
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
dbaeumer.vscode-eslint
eseom.nunjucks-template
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
JohnnyMorganz.stylua
JuanBlanco.solidity
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
PKief.material-icon-theme
plorefice.devicetree
rust-lang.rust
rust-lang.rust-analyzer
sdras.night-owl
serayuzgur.crates
sibiraj-s.vscode-scss-formatter
sysoev.language-stylus
vadimcn.vscode-lldb
Vue.volar
xabikos.JavaScriptSnippets
XadillaX.viml
yinfei.luahelper
