aaron-bond.better-comments
astro-build.astro-vscode
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
dbaeumer.vscode-eslint
foxundermoon.shell-format
ginfuru.better-nunjucks
golang.go
graphql.vscode-graphql-syntax
johnnymorganz.stylua
juanblanco.solidity
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
mvllow.rose-pine
pkief.material-icon-theme
plorefice.devicetree
rust-lang.rust-analyzer
sdras.night-owl
sibiraj-s.vscode-scss-formatter
svelte.svelte-vscode
sysoev.language-stylus
tamasfe.even-better-toml
usernamehw.errorlens
vadimcn.vscode-lldb
vue.volar
xabikos.javascriptsnippets
xadillax.viml
